// src/locales/ru/translationsRu.js
const translationsRu = {
    about: `О нас`,
    products: `Музыкальные инструменты`,
    contact: `Контакты`,

    aboutUsH3: "DJO'RAYEV O'LMAS",
    aboutUsP: `Если вам близко моё творчество, буду рад услышать от вас. Будь вы инвестор, создатель, партнёр или просто человек, вдохновлённый этой идеей — ваше присутствие важно.\n\nСамое прекрасное будущее создаётся вместе. Если то, что вы видите здесь, откликается в вас — это не случайность, а резонанс. А резонанс — начало сотрудничества.\n\nПоделитесь своими мыслями, вопросами или просто представьтесь. Каждое взаимодействие несёт в себе возможность.`,

    productClose: `Закрыть все`,
    productMore: `Посмотреть все`,

    contactH3: `Свяжитесь с нами`,

    productsData: [
        { name: "Кашгарский рубаб", info: "Обычно имеет 3–4 основные струны, настройка: до–соль–до или ре–ля–ре" },
        { name: "Кашгарский рубаб", info: "Отличается корпусом в виде банжо с круглым резонатором" },
        { name: "Кабульский рубаб", info: "Играется толстым медиатором; звук глубокий, ударный и резонирующий" },
        { name: "Кашгарский рубаб", info: "Щипковый длинношеий инструмент с чашеобразным корпусом, покрытым кожей" },
        { name: "Афганский рубаб", info: "Корпус вырезан из цельного куска дерева, передняя часть покрыта кожей, гриф гладкий (без ладов)" },
        { name: "Уйгурский рубаб", info: "Имеет деревянную деку, благодаря чему звук чище и легче. Основной инструмент в уйгурских мукомах и фольклоре" },
        { name: "Домбра (Казахская)", info: "Корпус из тутового или елового дерева, гриф с ладами. Типичные настройки: ля–ре или соль–до" },
        { name: "Персидский тар", info: "Двойной куполообразный корпус, покрытый кожей, и длинный гриф с ладами" },
    ],
};

export default translationsRu;
