// src/locales/ru/translationsRu.js
const translationsRu = {
    about: `О нас`,
    products: `Музыкальные инструменты`,
    contact: `Контакты`,

    aboutUsH3: "DJO'RAYEV O'LMAS SADULLOYEVICH",
    aboutUsP: `Джураев Олмасжон Садуллоевич — достойный продолжатель династии мастеров, из поколения в поколение передающих традиции изготовления рубоба. В 1999 году, в 17-летнем возрасте, он профессионально продолжил дело предков. Его рубобы отличаются изящным тембром, точной настройкой и тщательной отделкой и высоко ценятся заказчиками. Его инструменты широко представлены в различных регионах Узбекистана, получили признание на рынках Таджикистана, Казахстана и Кыргызстана; кроме того, их ценят узбекские любители в США.

Как наставник, мастер подготовил четырёх учеников, обеспечивая устойчивую преемственность школы «усто–шогирд». Его усилия направлены на сохранение и популяризацию национального музыкального наследия, развитие ремесла и укрепление занятости молодёжи. Тем самым он вносит вклад в гармоничное соответствие рубобостроения современным требованиям, а также в его конкурентоспособное и устойчивое развитие.`,

    productClose: `Закрыть все`,
    productMore: `Посмотреть все`,

    contactH3: `Свяжитесь с нами`,
    contactLoc: `Адрес: `,
    contactP: `Улица Авурдубон, Хажувон, Вабкентский район, Бухарская область, Узбекистан`,

    productsData: [
        { name: "Кашгарский рубаб", info: "Обычно имеет 3–4 основные струны, настройка: до–соль–до или ре–ля–ре" },
        { name: "Кашгарский рубаб", info: "Отличается корпусом в виде банжо с круглым резонатором" },
        { name: "Кабульский рубаб", info: "Играется толстым медиатором; звук глубокий, ударный и резонирующий" },
        { name: "Кашгарский рубаб", info: "Щипковый длинношеий инструмент с чашеобразным корпусом, покрытым кожей" },
        { name: "Афганский рубаб", info: "Корпус вырезан из цельного куска дерева, передняя часть покрыта кожей, гриф гладкий (без ладов)" },
        { name: "Уйгурский рубаб", info: "Имеет деревянную деку, благодаря чему звук чище и легче. Основной инструмент в уйгурских мукомах и фольклоре" },
        { name: "Домбра (Казахская)", info: "Корпус из тутового или елового дерева, гриф с ладами. Типичные настройки: ля–ре или соль–до" },
        { name: "Персидский тар", info: "Двойной куполообразный корпус, покрытый кожей, и длинный гриф с ладами" },
    ],
};

export default translationsRu;
